Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: Accept only if the fingerprint matches what you expect from the server's owner.
ar: لا توافق إلا إذا كانت البصمة مطابقة لما تتوقعه من مالك الخادم.
el: Αποδεχτείτε μόνο αν το αποτύπωμα ταιριάζει με αυτό που περιμένετε από τον κάτοχο του διακομιστή.
es: Acéptala solo si la huella coincide con la que esperas del propietario del servidor.
fr: N'acceptez que si l'empreinte correspond à celle attendue de la part du propriétaire du serveur.
he: אשר רק אם טביעת האצבע תואמת למה שאתה מצפה לו מבעל השרת.
hi: केवल तभी स्वीकारें जब फ़िंगरप्रिंट वही हो जिसकी आप सर्वर के मालिक से अपेक्षा करते हैं।
it: Accetta solo se il fingerprint corrisponde a quello che ti aspetti dal proprietario del server.
ja: フィンガープリントがサーバの管理者から知らされたものと一致する場合にのみ受け入れてください。
ko: 지문이 서버 소유자로부터 확인한 값과 일치하는 경우에만 수락하십시오.
ru: Принимайте, только если отпечаток совпадает с тем, который вы ожидаете от владельца сервера.
te: సర్వర్ యజమాని నుండి మీరు ఆశించిన దానితో వేలిముద్ర సరిపోలితే మాత్రమే అంగీకరించండి.
uk: Приймайте, лише якщо відбиток збігається з тим, який ви очікуєте від власника сервера.
zh_hans: 只有在指纹与服务器所有者告知的一致时才接受。
zh_hant: 只有在指紋與伺服器擁有者告知的相符時才接受。

source: Actions
ar: إجراءات
el: Ενέργειες
es: Acciones
he: פעולות
hi: कार्रवाइयाँ
it: Azioni
ja: アクション
ko: 동작
ru: Действия
te: చర్యలు
uk: Дії
zh_hans: 操作
zh_hant: 操作

source: Active on :%@
ar: نشط على المنفذ ‎:%@
el: Ενεργό στη :%@
es: Activo en :%@
fr: Actif sur :%@
he: פעיל ביציאה ‎:%@
hi: :%@ पर सक्रिय
it: Attivo su :%@
ja: :%@ で動作中
ko: :%@에서 활성
ru: Активно на :%@
te: :%@ లో సక్రియం
uk: Активно на :%@
zh_hans: 正在 :%@ 上运行
zh_hant: 正在 :%@ 上運作

source: Add Key
ar: إضافة مفتاح
el: Προσθήκη κλειδιού
es: Añadir clave
fr: Ajouter une clé
he: הוספת מפתח
hi: कुंजी जोड़ें
it: Aggiungi chiave
ja: 鍵を追加
ko: 키 추가
ru: Добавить ключ
te: కీని జోడించు
uk: Додати ключ
zh_hans: 添加密钥
zh_hant: 新增金鑰

source: Add a host on the Hosts tab first.
ar: أضف مضيفًا من علامة التبويب «المضيفون» أولًا.
el: Προσθέστε πρώτα έναν διακομιστή στην καρτέλα Διακομιστές.
es: Primero añade un host en la pestaña Hosts.
fr: Ajoutez d'abord un hôte dans l'onglet Hôtes.
he: תחילה הוסף מארח בלשונית המארחים.
hi: पहले होस्ट टैब में एक होस्ट जोड़ें।
it: Aggiungi prima un host nella scheda Host.
ja: 先に「ホスト」タブでホストを追加してください。
ko: 먼저 호스트 탭에서 호스트를 추가하십시오.
ru: Сначала добавьте хост на вкладке «Хосты».
te: ముందుగా హోస్ట్‌లు ట్యాబ్‌లో ఒక హోస్ట్‌ను జోడించండి.
uk: Спершу додайте хост на вкладці «Хости».
zh_hans: 请先在“主机”标签页中添加主机。
zh_hant: 請先在「主機」標籤頁中加入主機。

source: Add the shown public-key line to the server's `~/.ssh/authorized_keys` file.
ar: أضف سطر المفتاح العام المعروض إلى ملف `~/.ssh/authorized_keys` على الخادم.
el: Προσθέστε τη γραμμή δημόσιου κλειδιού που εμφανίζεται στο αρχείο `~/.ssh/authorized_keys` του διακομιστή.
es: Añade la línea de clave pública que se muestra al archivo `~/.ssh/authorized_keys` del servidor.
fr: Ajoutez la ligne de clé publique affichée au fichier `~/.ssh/authorized_keys` du serveur.
he: הוסף את שורת המפתח הציבורי המוצגת לקובץ `~/.ssh/authorized_keys` בשרת.
hi: दिखाई गई सार्वजनिक-कुंजी पंक्ति को सर्वर की `~/.ssh/authorized_keys` फ़ाइल में जोड़ें।
it: Aggiungi la riga di chiave pubblica mostrata al file `~/.ssh/authorized_keys` del server.
ja: 表示された公開鍵の行を、サーバの `~/.ssh/authorized_keys` ファイルに追加します。
ko: 표시된 공개 키 줄을 서버의 `~/.ssh/authorized_keys` 파일에 추가하십시오.
ru: Добавьте показанную строку открытого ключа в файл `~/.ssh/authorized_keys` на сервере.
te: చూపిన పబ్లిక్-కీ పంక్తిని సర్వర్‌లోని `~/.ssh/authorized_keys` ఫైల్‌కు జోడించండి.
uk: Додайте показаний рядок відкритого ключа до файлу `~/.ssh/authorized_keys` на сервері.
zh_hans: 把显示的公钥这一行添加到服务器的 `~/.ssh/authorized_keys` 文件中。
zh_hant: 將顯示的公開金鑰那一行加入伺服器的 `~/.ssh/authorized_keys` 檔案。

source: Adding a Host
ar: إضافة مضيف
el: Προσθήκη διακομιστή
es: Añadir un host
fr: Ajouter un hôte
he: הוספת מארח
hi: होस्ट जोड़ना
it: Aggiungere un host
ja: ホストを追加する
ko: 호스트 추가하기
ru: Добавление хоста
te: హోస్ట్‌ను జోడించడం
uk: Додавання хоста
zh_hans: 添加主机
zh_hant: 加入主機

source: Address
ar: العنوان
el: Διεύθυνση
es: Dirección
fr: Adresse
he: כתובת
hi: पता
it: Indirizzo
ja: アドレス
ko: 주소
ru: Адрес
te: చిరునామా
uk: Адреса
zh_hans: 地址
zh_hant: 位址

source: Agent
ar: الوكيل
el: Πράκτορας
es: Agente
he: סוכן
hi: एजेंट
it: Agente
ja: エージェント
ko: 에이전트
ru: Агент
te: ఏజెంట్
uk: Агент
zh_hans: 代理
zh_hant: 代理程式

source: Already in a session? Tap the **folder** button in the terminal's top bar.
ar: هل أنت داخل جلسة بالفعل؟ اضغط زر **المجلد** في الشريط العلوي للطرفية.
el: Βρίσκεστε ήδη σε συνεδρία; Πατήστε το κουμπί **φάκελος** στην επάνω μπάρα του τερματικού.
es: ¿Ya estás en una sesión? Toca el botón de **carpeta** en la barra superior del terminal.
fr: Déjà dans une session ? Touchez le bouton **dossier** dans la barre supérieure du terminal.
he: כבר בתוך הפעלה? הקש על כפתור **התיקייה** בסרגל העליון של המסוף.
hi: पहले से किसी सत्र में हैं? टर्मिनल की ऊपरी पट्टी में **फ़ोल्डर** बटन टैप करें।
it: Sei già in una sessione? Tocca il pulsante **cartella** nella barra superiore del terminale.
ja: すでにセッション中ですか？ ターミナル上部のバーにある**フォルダ**ボタンをタップします。
ko: 이미 세션에 있습니까? 터미널 상단 막대의 **폴더** 버튼을 탭하십시오.
ru: Уже в сессии? Нажмите кнопку **папка** на верхней панели терминала.
te: ఇప్పటికే ఒక సెషన్‌లో ఉన్నారా? టెర్మినల్ పై బార్‌లోని **ఫోల్డర్** బటన్‌ను నొక్కండి.
uk: Уже в сесії? Торкніться кнопки **папка** на верхній панелі термінала.
zh_hans: 已经在会话中了？轻点终端顶部栏中的**文件夹**按钮。
zh_hant: 已經在工作階段中了嗎？點一下終端機頂端列中的**檔案夾**按鈕。

source: Appearance
ar: المظهر
el: Εμφάνιση
es: Apariencia
fr: Apparence
he: מראה
hi: रूप
it: Aspetto
ja: 外観
ko: 외관
ru: Оформление
te: రూపం
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

source: Appearance Defaults
ar: إعدادات المظهر الافتراضية
el: Προεπιλογές εμφάνισης
es: Valores de apariencia
fr: Apparence par défaut
he: ברירות מחדל למראה
hi: रूप के डिफ़ॉल्ट
it: Aspetto predefinito
ja: 外観のデフォルト
ko: 외관 기본값
ru: Оформление по умолчанию
te: రూప డిఫాల్ట్‌లు
uk: Типовий вигляд
zh_hans: 外观默认值
zh_hant: 外觀預設值

source: Apply
ar: تطبيق
el: Εφαρμογή
es: Aplicar
fr: Appliquer
he: החל
hi: लागू करें
it: Applica
ja: 適用
ko: 적용
ru: Применить
te: వర్తింపజేయి
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

source: Approval
ar: الموافقة
el: Έγκριση
es: Aprobación
fr: Approbation
he: אישור
hi: अनुमोदन
it: Approvazione
ja: 承認
ko: 승인
ru: Подтверждение
te: ఆమోదం
uk: Підтвердження
zh_hans: 审批
zh_hant: 核准

source: Ask about what's on screen, or ask for a command.
ar: اسأل عمّا يظهر على الشاشة، أو اطلب أمرًا.
el: Ρωτήστε για ό,τι βλέπετε στην οθόνη ή ζητήστε μια εντολή.
es: Pregunta sobre lo que ves en pantalla o pide un comando.
fr: Posez une question sur ce qui est à l'écran, ou demandez une commande.
he: שאל על מה שמופיע במסך, או בקש פקודה.
hi: स्क्रीन पर जो है उसके बारे में पूछें, या कोई कमांड माँगें।
it: Chiedi informazioni su ciò che vedi sullo schermo, oppure chiedi un comando.
ja: 画面に表示されている内容について質問したり、コマンドを尋ねたりできます。
ko: 화면에 있는 내용에 관해 묻거나 명령어를 요청하십시오.
ru: Спросите о том, что на экране, или попросите команду.
te: స్క్రీన్‌పై ఉన్నదాని గురించి అడగండి, లేదా ఒక కమాండ్ అడగండి.
uk: Запитайте про те, що на екрані, або попросіть команду.
zh_hans: 询问屏幕上的内容，或让它给出命令。
zh_hant: 詢問螢幕上的內容，或請它提供指令。

source: Ask the assistant…
ar: اسأل المساعد…
el: Ρωτήστε τον βοηθό…
es: Pregunta al asistente…
fr: Demandez à l'assistant…
he: שאל את העוזר…
hi: सहायक से पूछें…
it: Chiedi all'assistente…
ja: アシスタントに質問…
ko: 어시스턴트에게 질문…
ru: Спросите ассистента…
te: సహాయకుడిని అడగండి…
uk: Запитайте асистента…
zh_hans: 向助手提问…
zh_hant: 詢問助理…

source: Assign a host to a group in the host editor.
ar: أسنِد مضيفًا إلى مجموعة من محرّر المضيف.
el: Αντιστοιχίστε έναν διακομιστή σε μια ομάδα στον επεξεργαστή διακομιστή.
es: Asigna un host a un grupo en el editor de hosts.
fr: Affectez un hôte à un groupe dans l'éditeur d'hôte.
he: שייך מארח לקבוצה בעורך המארחים.
hi: होस्ट संपादक में किसी होस्ट को समूह में डालें।
it: Assegna un host a un gruppo nell'editor dell'host.
ja: ホストエディタで、ホストをグループに割り当てます。
ko: 호스트 편집기에서 호스트를 그룹에 지정하십시오.
ru: Назначьте хосту группу в редакторе хоста.
te: హోస్ట్ ఎడిటర్‌లో ఒక హోస్ట్‌ను గ్రూప్‌కు కేటాయించండి.
uk: Призначте хосту групу в редакторі хоста.
zh_hans: 在主机编辑器中将主机分配到某个群组。
zh_hant: 在主機編輯器中將主機指定到某個群組。

source: Assistant
ar: المساعد
el: Βοηθός
es: Asistente
he: עוזר
hi: सहायक
it: Assistente
ja: アシスタント
ko: 어시스턴트
ru: Ассистент
te: సహాయకుడు
uk: Асистент
zh_hans: 助手
zh_hant: 助理

source: Assistant conversations are kept on your device, one per host, so a chat is still there when you reconnect. Tap the bin in the assistant to delete one.
ar: تُحفظ محادثات المساعد على جهازك، محادثة لكل مضيف، فتجدها كما هي عند إعادة الاتصال. اضغط على سلة المهملات في المساعد لحذف محادثة.
el: Οι συνομιλίες με τον βοηθό φυλάσσονται στη συσκευή σας, μία ανά διακομιστή, ώστε μια συνομιλία να υπάρχει ακόμη όταν επανασυνδεθείτε. Πατήστε τον κάδο στον βοηθό για να διαγράψετε κάποια.
es: Las conversaciones con el asistente se guardan en tu dispositivo, una por host, así que el chat sigue ahí cuando vuelves a conectarte. Toca la papelera en el asistente para eliminar una.
fr: Les conversations avec l'assistant sont conservées sur votre appareil, une par hôte, de sorte qu'une discussion est toujours là lorsque vous vous reconnectez. Touchez la corbeille dans l'assistant pour en supprimer une.
he: שיחות עם העוזר נשמרות במכשיר שלכם, אחת לכל מארח, כך שהשיחה עדיין שם כשמתחברים מחדש. הקישו על פח האשפה בעוזר כדי למחוק שיחה.
hi: सहायक की बातचीत आपके डिवाइस पर रहती है, हर होस्ट के लिए एक, इसलिए दोबारा कनेक्ट करने पर बातचीत वहीं मिलती है। किसी को मिटाने के लिए सहायक में कूड़ेदान टैप करें।
it: Le conversazioni con l'assistente restano sul tuo dispositivo, una per host, così una chat è ancora lì quando ti riconnetti. Tocca il cestino nell'assistente per eliminarne una.
ja: アシスタントとの会話はホストごとに 1 つずつデバイス内に保存されるため、再接続してもチャットはそのまま残ります。削除するには、アシスタント内のゴミ箱をタップします。
ko: 어시스턴트 대화는 호스트마다 하나씩 기기에 저장되므로, 다시 연결해도 대화가 그대로 남아 있습니다. 삭제하려면 어시스턴트의 휴지통을 탭하십시오.
ru: Переписки с ассистентом хранятся на вашем устройстве, по одной на хост, поэтому чат остаётся на месте при повторном подключении. Нажмите корзину в ассистенте, чтобы удалить переписку.
te: సహాయకుడితో సంభాషణలు మీ పరికరంలోనే ఉంటాయి, ప్రతి హోస్ట్‌కు ఒకటి, కాబట్టి మీరు మళ్లీ కనెక్ట్ అయినప్పుడు సంభాషణ అలాగే ఉంటుంది. ఒకదాన్ని తొలగించడానికి సహాయకుడిలోని చెత్తబుట్టను నొక్కండి.
uk: Розмови з асистентом зберігаються на вашому пристрої, по одній на хост, тож чат лишається на місці, коли ви підключаєтеся знову. Торкніться кошика в асистенті, щоб видалити розмову.
zh_hans: 助手对话保存在你的设备上，每台主机一份，重新连接时对话仍在。点按助手中的垃圾桶即可删除。
zh_hant: 助理對話儲存在你的裝置上，每台主機一份，重新連線時對話仍在。點一下助理中的垃圾桶即可刪除。

source: Attach Local File
ar: إرفاق ملف محلي
el: Επισύναψη τοπικού αρχείου
es: Adjuntar archivo local
fr: Joindre un fichier local
he: צרף קובץ מקומי
hi: लोकल फ़ाइल संलग्न करें
it: Allega file locale
ja: ローカルのファイルを添付
ko: 로컬 파일 첨부
ru: Прикрепить локальный файл
te: లోకల్ ఫైల్‌ను జతచేయి
uk: Прикріпити локальний файл
zh_hans: 附加本地文件
zh_hant: 附加本機檔案

source: Attach Remote File
ar: إرفاق ملف بعيد
el: Επισύναψη απομακρυσμένου αρχείου
es: Adjuntar archivo remoto
fr: Joindre un fichier distant
he: צרף קובץ מרוחק
hi: रिमोट फ़ाइल संलग्न करें
it: Allega file remoto
ja: リモートのファイルを添付
ko: 원격 파일 첨부
ru: Прикрепить удалённый файл
te: రిమోట్ ఫైల్‌ను జతచేయి
uk: Прикріпити віддалений файл
zh_hans: 附加远程文件
zh_hant: 附加遠端檔案

source: Attach a file
ar: إرفاق ملف
el: Επισύναψη αρχείου
es: Adjuntar un archivo
fr: Joindre un fichier
he: צרף קובץ
hi: फ़ाइल संलग्न करें
it: Allega un file
ja: ファイルを添付
ko: 파일 첨부
ru: Прикрепить файл
te: ఫైల్‌ను జతచేయి
uk: Прикріпити файл
zh_hans: 附加文件
zh_hant: 附加檔案

source: Authentication
ar: المصادقة
el: Έλεγχος ταυτότητας
es: Autenticación
fr: Authentification
he: אימות
hi: प्रमाणीकरण
it: Autenticazione
ja: 認証
ko: 인증
ru: Аутентификация
te: ప్రామాణీకరణ
uk: Автентифікація
zh_hans: 身份验证
zh_hant: 驗證

source: Auto-run
ar: تشغيل تلقائي
el: Αυτόματη εκτέλεση
es: Ejecución automática
fr: Exécution automatique
he: הרצה אוטומטית
hi: स्वतः चलाएँ
it: Esecuzione automatica
ja: 自動実行
ko: 자동 실행
ru: Автозапуск
te: స్వయంచాలక అమలు
uk: Автозапуск
zh_hans: 自动执行
zh_hant: 自動執行

source: Available Keys
ar: المفاتيح المتاحة
el: Διαθέσιμα κλειδιά
es: Claves disponibles
fr: Clés disponibles
he: מפתחות זמינים
hi: उपलब्ध कुंजियाँ
it: Chiavi disponibili
ja: 利用できる鍵
ko: 사용 가능한 키
ru: Доступные ключи
te: అందుబాటులో ఉన్న కీలు
uk: Доступні ключі
zh_hans: 可用密钥
zh_hant: 可用金鑰

source: Backspace
ar: مسح للخلف
es: Retroceso
fr: Retour arrière
he: מחיקה לאחור
hi: बैकस्पेस
ja: バックスペース
ko: 백스페이스
te: బ్యాక్‌స్పేస్
zh_hans: 退格
zh_hant: 退格

source: Bind Port
ar: منفذ الربط
el: Θύρα σύνδεσης
es: Puerto de enlace
fr: Port d'écoute
he: יציאת קישור
hi: बाइंड पोर्ट
it: Porta di bind
ja: バインドポート
ko: 바인드 포트
ru: Порт привязки
te: బైండ్ పోర్ట్
uk: Порт прив'язки
zh_hans: 绑定端口
zh_hant: 綁定埠

source: Bind Port (on device)
ar: منفذ الربط (على الجهاز)
el: Θύρα σύνδεσης (στη συσκευή)
es: Puerto de enlace (en el dispositivo)
fr: Port d'écoute (sur l'appareil)
he: יציאת קישור (במכשיר)
hi: बाइंड पोर्ट (डिवाइस पर)
it: Porta di bind (sul dispositivo)
ja: バインドポート（デバイス側）
ko: 바인드 포트(기기)
ru: Порт привязки (на устройстве)
te: బైండ్ పోర్ట్ (పరికరంలో)
uk: Порт прив'язки (на пристрої)
zh_hans: 绑定端口（在设备上）
zh_hant: 綁定埠（在裝置上）

source: Bind Port (on server)
ar: منفذ الربط (على الخادم)
el: Θύρα σύνδεσης (στον διακομιστή)
es: Puerto de enlace (en el servidor)
fr: Port d'écoute (sur le serveur)
he: יציאת קישור (בשרת)
hi: बाइंड पोर्ट (सर्वर पर)
it: Porta di bind (sul server)
ja: バインドポート（サーバ側）
ko: 바인드 포트(서버)
ru: Порт привязки (на сервере)
te: బైండ్ పోర్ట్ (సర్వర్‌లో)
uk: Порт прив'язки (на сервері)
zh_hans: 绑定端口（在服务器上）
zh_hant: 綁定埠（在伺服器上）

source: Bring in existing hosts
ar: جلب مضيفين موجودين
el: Εισαγάγετε υπάρχοντες διακομιστές
es: Importar hosts existentes
fr: Importez des hôtes existants
he: ייבוא מארחים קיימים
hi: मौजूदा होस्ट लाएँ
it: Importa host esistenti
ja: 既存のホストを取り込みます
ko: 기존 호스트를 가져옵니다
ru: Перенесите существующие хосты
te: ఉన్న హోస్ట్‌లను తీసుకురండి
uk: Перенесіть наявні хости
zh_hans: 导入已有主机
zh_hant: 輸入既有主機

source: Browse Files
ar: تصفح الملفات
el: Περιήγηση αρχείων
es: Explorar archivos
fr: Parcourir les fichiers
he: עיין בקבצים
hi: फ़ाइलें ब्राउज़ करें
it: Sfoglia file
ja: ファイルを見る
ko: 파일 탐색
ru: Обзор файлов
te: ఫైల్‌లను బ్రౌజ్ చేయి
uk: Огляд файлів
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Browse, download and upload files
ar: تصفح الملفات وتنزيلها ورفعها
el: Περιηγηθείτε, κατεβάστε και ανεβάστε αρχεία
es: Explorar, descargar y subir archivos
fr: Parcourez, téléchargez et envoyez des fichiers
he: עיון, הורדה והעלאה של קבצים
hi: फ़ाइलें ब्राउज़, डाउनलोड और अपलोड करें
it: Sfoglia, scarica e carica file
ja: ファイルを閲覧、ダウンロード、アップロードします
ko: 파일을 탐색하고 다운로드하고 업로드합니다
ru: Просматривайте, скачивайте и загружайте файлы
te: ఫైల్‌లను బ్రౌజ్, డౌన్‌లోడ్ మరియు అప్‌లోడ్ చేయండి
uk: Переглядайте, завантажуйте та вивантажуйте файли
zh_hans: 浏览、下载和上传文件
zh_hant: 瀏覽、下載與上傳檔案

source: Cancel
ar: إلغاء
el: Ακύρωση
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
te: రద్దు చేయి
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Change how long sessions stay connected
ar: تغيير مدة بقاء الجلسات متصلة
el: Αλλάξτε για πόσο μένουν συνδεδεμένες οι συνεδρίες
es: Cambiar cuánto tiempo permanecen conectadas las sesiones
fr: Modifier la durée pendant laquelle les sessions restent connectées
he: שנה כמה זמן הפעלות נשארות מחוברות
hi: सत्र कितने समय तक कनेक्टेड रहते हैं, यह बदलें
it: Modifica per quanto tempo le sessioni restano connesse
ja: セッションの接続を維持する時間を変更します
ko: 세션이 연결을 유지하는 시간을 변경합니다
ru: Измените, как долго сессии остаются подключёнными
te: సెషన్‌లు ఎంతసేపు కనెక్ట్ అయి ఉంటాయో మార్చండి
uk: Змініть, як довго сесії лишаються підключеними
zh_hans: 更改会话保持连接的时长
zh_hant: 更改工作階段保持連線的時間長度

source: Checking %@ for new models…
ar: جارٍ البحث عن نماذج جديدة في %@…
el: Έλεγχος του %@ για νέα μοντέλα…
es: Buscando modelos nuevos en %@…
fr: Recherche de nouveaux modèles sur %@…
he: בודק אם יש דגמים חדשים ב-%@…
hi: %@ पर नए मॉडल देखे जा रहे हैं…
it: Ricerca di nuovi modelli su %@…
ja: %@ で新しいモデルを確認中…
ko: %@에서 새로운 모델 확인 중…
ru: Проверка новых моделей в %@…
te: కొత్త మోడల్‌ల కోసం %@ ను తనిఖీ చేస్తోంది…
uk: Перевірка нових моделей у %@…
zh_hans: 正在检查 %@ 是否有新模型…
zh_hant: 正在檢查 %@ 是否有新模型…

source: Choose **Credentials** so Pockterm knows how to sign in. If you don't have any yet, tap **New Credentials**.
ar: اختر **بيانات الاعتماد** ليعرف Pockterm كيفية تسجيل الدخول. إن لم تكن لديك أي منها بعد، اضغط **بيانات اعتماد جديدة**.
el: Επιλέξτε **Διαπιστευτήρια** ώστε το Pockterm να ξέρει πώς να συνδεθεί. Αν δεν έχετε ακόμη, πατήστε **Νέα διαπιστευτήρια**.
es: Elige **Credenciales** para que Pockterm sepa cómo iniciar sesión. Si aún no tienes ninguna, toca **Credenciales nuevas**.
fr: Choisissez des **Identifiants** pour que Pockterm sache comment s'authentifier. Si vous n'en avez pas encore, touchez **Nouveaux identifiants**.
he: בחר **אישורי גישה** כדי ש-Pockterm יידע כיצד להתחבר. אם אין לך עדיין, הקש **אישורי גישה חדשים**.
hi: **क्रेडेंशियल** चुनें ताकि Pockterm जान सके कि साइन इन कैसे करना है। यदि अभी कोई नहीं है, तो **नए क्रेडेंशियल** टैप करें।
it: Scegli le **Credenziali** così Pockterm sa come autenticarsi. Se non ne hai ancora, tocca **Nuove credenziali**.
ja: Pockterm がサインイン方法を判断できるよう、**認証情報**を選びます。まだない場合は、**新規認証情報**をタップします。
ko: Pockterm이 로그인 방법을 알 수 있도록 **인증 정보**를 선택하십시오. 아직 없다면 **새로운 인증 정보**를 탭하십시오.
ru: Выберите **Учётные данные**, чтобы Pockterm знал, как выполнить вход. Если их ещё нет, нажмите **Новые учётные данные**.
te: Pockterm ఎలా సైన్ ఇన్ చేయాలో తెలుసుకోవడానికి **ఆధారాలు** ఎంచుకోండి. ఇంకా ఏవీ లేకపోతే **కొత్త ఆధారాలు** నొక్కండి.
uk: Виберіть **Облікові дані**, щоб Pockterm знав, як виконати вхід. Якщо їх ще немає, торкніться **Нові облікові дані**.
zh_hans: 选择**凭证**，让 Pockterm 知道如何登录。如果还没有，请轻点**新建凭证**。
zh_hant: 選擇**憑證**，讓 Pockterm 知道如何登入。若還沒有，請點一下**新增憑證**。

source: Choose File…
ar: اختيار ملف…
el: Επιλογή αρχείου…
es: Elegir archivo…
fr: Choisir un fichier…
he: בחר קובץ…
hi: फ़ाइल चुनें…
it: Scegli file…
ja: ファイルを選択…
ko: 파일 선택…
ru: Выбрать файл…
te: ఫైల్ ఎంచుకోండి…
uk: Вибрати файл…
zh_hans: 选择文件…
zh_hant: 選擇檔案…

source: Clear Conversation
ar: مسح المحادثة
el: Εκκαθάριση συνομιλίας
es: Borrar conversación
fr: Effacer la conversation
he: מחיקת שיחה
hi: बातचीत साफ़ करें
it: Cancella la conversazione
ja: 会話を消去
ko: 대화 지우기
ru: Очистить переписку
te: సంభాషణను తొలగించు
uk: Очистити розмову
zh_hans: 清除对话
zh_hant: 清除對話

source: Close Session
ar: إغلاق الجلسة
el: Κλείσιμο συνεδρίας
es: Cerrar sesión
fr: Fermer la session
he: סגור הפעלה
hi: सत्र बंद करें
it: Chiudi la sessione
ja: セッションを閉じる
ko: 세션 닫기
ru: Закрыть сессию
te: సెషన్ మూసివేయి
uk: Закрити сесію
zh_hans: 关闭会话
zh_hant: 關閉工作階段

source: Command
ar: الأمر
el: Εντολή
es: Comando
fr: Commande
he: פקודה
hi: कमांड
it: Comando
ja: コマンド
ko: 명령어
ru: Команда
te: కమాండ్
uk: Команда
zh_hans: 命令
zh_hant: 指令

source: Confirm everything
ar: تأكيد كل شيء
el: Επιβεβαίωση για όλα
es: Confirmar todo
fr: Tout confirmer
he: אישור להכול
hi: सब कुछ पुष्टि करें
it: Conferma tutto
ja: すべて確認する
ko: 모두 확인
ru: Подтверждать всё
te: అన్నింటినీ నిర్ధారించు
uk: Підтверджувати все
zh_hans: 全部确认
zh_hant: 全部確認

source: Confirm risky only
ar: تأكيد الإجراءات الخطرة فقط
el: Επιβεβαίωση μόνο για επικίνδυνα
es: Confirmar solo lo arriesgado
fr: Confirmer uniquement si risqué
he: אישור למסוכן בלבד
hi: केवल जोखिम भरे पर पुष्टि करें
it: Conferma solo se rischioso
ja: 危険な操作のみ確認する
ko: 위험한 작업만 확인
ru: Подтверждать только рискованное
te: ప్రమాదకరమైన వాటిని మాత్రమే నిర్ధారించు
uk: Підтверджувати лише ризиковане
zh_hans: 仅确认高风险操作
zh_hant: 僅確認高風險操作

source: Connect video glasses such as VITURE, or a monitor or TV, and the terminal moves to that screen, full size. The phone keeps the keyboard and key bar, and shows the session's files where the terminal was.
ar: صِل نظارة فيديو مثل VITURE، أو شاشة أو تلفازًا، فتنتقل الطرفية إلى تلك الشاشة بحجمها الكامل. يحتفظ الهاتف بلوحة المفاتيح وشريط المفاتيح، ويعرض ملفات الجلسة مكان الطرفية.
el: Συνδέστε γυαλιά βίντεο όπως τα VITURE, ή μια οθόνη ή τηλεόραση, και το τερματικό μεταφέρεται σε εκείνη την οθόνη, σε πλήρες μέγεθος. Το τηλέφωνο κρατά το πληκτρολόγιο και τη μπάρα πλήκτρων και δείχνει τα αρχεία της συνεδρίας εκεί όπου ήταν το τερματικό.
es: Conecta unas gafas de vídeo como las VITURE, o un monitor o un televisor, y el terminal pasa a esa pantalla, a tamaño completo. El teléfono conserva el teclado y la barra de teclas, y muestra los archivos de la sesión donde estaba el terminal.
fr: Branchez des lunettes vidéo comme les VITURE, ou un moniteur ou un téléviseur, et le terminal passe sur cet écran, en grand. Le téléphone garde le clavier et la barre de touches, et affiche les fichiers de la session à la place du terminal.
he: חבר משקפי וידאו כמו VITURE, או מסך או טלוויזיה, והמסוף עובר למסך הזה בגודל מלא. הטלפון שומר על המקלדת ועל סרגל המקשים, ומציג את קובצי ההפעלה במקום שבו היה המסוף.
hi: VITURE जैसा वीडियो चश्मा, या कोई मॉनिटर या टीवी जोड़ें, और टर्मिनल पूरे आकार में उस स्क्रीन पर चला जाता है। फ़ोन पर कीबोर्ड और कुंजी पट्टी बनी रहती है, और जहाँ टर्मिनल था वहाँ सत्र की फ़ाइलें दिखती हैं।
it: Collega degli occhiali video come i VITURE, oppure un monitor o una TV, e il terminale passa su quello schermo, a dimensione piena. Il telefono mantiene la tastiera e la barra tasti, e mostra i file della sessione al posto del terminale.
ja: VITURE などのビデオグラスや、モニタ、テレビをつなぐと、ターミナルがその画面いっぱいに表示されます。iPhone にはキーボードとキーバーが残り、ターミナルがあった場所にセッションのファイルが表示されます。
ko: VITURE 같은 비디오 안경이나 모니터, TV를 연결하면 터미널이 그 화면에 꽉 차게 표시됩니다. iPhone에는 키보드와 키 바가 그대로 남고, 터미널이 있던 자리에 세션의 파일이 표시됩니다.
ru: Подключите видеоочки, например VITURE, или монитор либо телевизор — и терминал переедет на этот экран целиком. На телефоне останутся клавиатура и панель клавиш, а на месте терминала появятся файлы сессии.
te: VITURE వంటి వీడియో కళ్లద్దాలను, లేదా మానిటర్ లేదా టీవీని కనెక్ట్ చేయండి, టెర్మినల్ ఆ స్క్రీన్‌కు పూర్తి పరిమాణంలో మారుతుంది. ఫోన్‌లో కీబోర్డ్, కీ బార్ అలాగే ఉంటాయి, టెర్మినల్ ఉన్న చోట సెషన్ ఫైళ్లు కనిపిస్తాయి.
uk: Під'єднайте відеоокуляри, наприклад VITURE, або монітор чи телевізор — і термінал переїде на цей екран повністю. На телефоні залишаться клавіатура й панель клавіш, а на місці термінала з'являться файли сесії.
zh_hans: 连接 VITURE 等视频眼镜，或显示器、电视，终端就会全尺寸显示在那块屏幕上。手机保留键盘和按键栏，原来显示终端的地方改为显示会话的文件。
zh_hant: 連接 VITURE 等影像眼鏡，或顯示器、電視，終端機就會以全尺寸顯示在那個螢幕上。手機保留鍵盤和按鍵列，原本顯示終端機的地方改為顯示工作階段的檔案。

source: Connecting and working in a session
ar: الاتصال والعمل داخل جلسة
el: Σύνδεση και εργασία σε μια συνεδρία
es: Conectarse y trabajar en una sesión
fr: Se connecter et travailler dans une session
he: התחברות ועבודה בהפעלה
hi: कनेक्ट करना और सत्र में काम करना
it: Connettersi e lavorare in una sessione
ja: 接続してセッションで作業する
ko: 연결하고 세션에서 작업하기
ru: Подключение и работа в сессии
te: కనెక్ట్ అవడం మరియు సెషన్‌లో పని చేయడం
uk: Підключення та робота в сесії
zh_hans: 连接并在会话中工作
zh_hant: 連線並在工作階段中作業

source: Connecting…
ar: جارٍ الاتصال…
el: Σύνδεση…
es: Conectando…
fr: Connexion…
he: מתחבר…
hi: कनेक्ट हो रहा है…
it: Connessione…
ja: 接続中…
ko: 연결 중…
ru: Подключение…
te: కనెక్ట్ అవుతోంది…
uk: Підключення…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connection
ar: الاتصال
el: Σύνδεση
es: Conexión
fr: Connexion
he: חיבור
hi: कनेक्शन
it: Connessione
ja: 接続
ko: 연결
ru: Подключение
te: కనెక్షన్
uk: З'єднання
zh_hans: 连接
zh_hant: 連線

source: Connection Failed
ar: فشل الاتصال
el: Η σύνδεση απέτυχε
es: Error de conexión
fr: Échec de la connexion
he: החיבור נכשל
hi: कनेक्शन विफल
it: Connessione non riuscita
ja: 接続できませんでした
ko: 연결하지 못함
ru: Не удалось подключиться
te: కనెక్షన్ విఫలమైంది
uk: Не вдалося підключитися
zh_hans: 连接失败
zh_hant: 連線失敗
